Repository: byassine52/NiceChart
Catalog: NiceChart/Common/Localizations/Localizable.xcstrings
Source language: ja
Languages: ar

# home.bottomText
source: スピークバディで
ar: بسبيكبادي

# home.callToActionButtonText
source: プランに登録する
ar: تسجيل باقة

# home.chart.oneyear
source: 1年
ar: سنة

# home.chart.present
source: 現在
ar: الآن

# home.chart.threeMonths
source: 3ヶ月
ar: 3 أشهر

# home.chart.twoYears
source: 2年
ar: سنتان

# home.chart.xAxis.label
source: マイルストーン
ar: المرحلة

# home.chart.yAxis.label
source: 進捗度
ar: درجة التقدم

# home.gradientText
source: レベルアップ
ar: نتقدم

# home.title
source: Hello SpeakBUDDY
ar: مرحباً سبيكبادي
